<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="yzwx" uri="http://www.ustc.edu.cn/tags/yzwx"%>
<%
	String path = request.getContextPath();
	String basePath = request.getScheme() + "://"
			+ request.getServerName() + ":" + request.getServerPort()
			+ path + "/";
%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>考生咨询</title>
    
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no" />
<meta name="description" content="">
<link href="static/commonCss/bootstrap_3.1.min.css" rel="stylesheet">
<script src="static/commonJs/jquery-1.10.2.min.js"></script>
<script src="static/commonJs/bootstrap.min.js"></script>

  </head>
  
  <body>
  	<div class="col-md-12" style="padding-left: 0px;padding-right: 0px;">
  	<div class="panel panel-primary">
  	<div class="panel-heading navbar-inverse clearfix" align="left"><h4 class="pull-left">请选择您想咨询的院系</h4>
	<div class="btn-group pull-right">
		<button type="button" class="btn pull-right btn-outline-inverse navbar-toggle dropdown-toggle" data-toggle="dropdown" style="margin:0;">
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
		</button>
		<ul class="dropdown-menu" role="menu" style="right:0;left: inherit;">
			<c:forEach items="${majorList}" var="major">
				<li><a>${major.name}</a></li>
			</c:forEach>
		</ul>
	</div>
	</div>
	<div class="container theme-showcase">
		<div class="page-header">
			<h1>请输入您的问题</h1>
		</div>
		<div class="row">
		<div class="col-sm-4" >
		<div class="textarea">
			<textarea class="form-control" rows="3"></textarea>
		</div>
		</div>
		</div>
	</div>
	<div class="container theme-showcase">
		<div class="page-header">
			<h1>最新回答</h1>
		</div>	
		<div class="row">
			<div class="col-sm-4" >
						<div class="panel panel-primary">
							<div class="panel-heading">
								<h3 class="panel-title">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h3>
							</div>
							<div class="panel-body">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</div>
						</div>
						<div class="panel panel-primary">
							<div class="panel-heading">
								<h3 class="panel-title">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h3>
							</div>
							<div class="panel-body">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</div>
						</div>
						<div class="panel panel-primary">
							<div class="panel-heading">
								<h3 class="panel-title">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h3>
							</div>
							<div class="panel-body">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</div>
						</div>
						<div class="panel panel-primary">
							<div class="panel-heading">
								<h3 class="panel-title">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h3>
							</div>
							<div class="panel-body">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</div>
						</div>
						<div class="panel panel-primary">
							<div class="panel-heading">
								<h3 class="panel-title">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h3>
							</div>
							<div class="panel-body">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。
								你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</div>
						</div>
						<!-- 						<div class="list-group"> -->
<!-- 					<a class="list-group-item"> -->
<!-- 						<h4 class="list-group-item-heading">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h4> -->
<!-- 						<p class="list-group-item-text">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</p> -->
<!-- 					</a> -->
<!-- 					<a class="list-group-item"> -->
<!-- 						<h4 class="list-group-item-heading">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h4> -->
<!-- 						<p class="list-group-item-text">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</p> -->
<!-- 					</a> -->
<!-- 					<a class="list-group-item"> -->
<!-- 						<h4 class="list-group-item-heading">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h4> -->
<!-- 						<p class="list-group-item-text">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</p> -->
<!-- 					</a> -->
<!-- 					<a class="list-group-item"> -->
<!-- 						<h4 class="list-group-item-heading">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h4> -->
<!-- 						<p class="list-group-item-text">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</p> -->
<!-- 					</a> -->
<!-- 					<a class="list-group-item"> -->
<!-- 						<h4 class="list-group-item-heading">请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些请问老师参加夏令营的录取条件是哪些</h4> -->
<!-- 						<p class="list-group-item-text">你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。 -->
<!-- 					你好，录取条件有以下几项：1.必须是好学生。2.成绩必须好。3.必须长得好看。</p> -->
<!-- 					</a> -->
<!-- 				</div> -->
			</div>
		</div>
	</div>
	</div>
	</div>
  </body>
</html>
